{
    "text": "International law poses no barrier to deporting all 700 South Sudanese who live in Israel, but the government should examine the situation of every South Sudanese asylum seeker to ascertain whether their lives would be at risk if they were sent back, the Foreign Ministry announced in an official brief this week.\n\nThe brief, which has been sent to several government agencies in the past few days, will form the basis of the government's June 3 response to the District Court for Administrative Matters in Jerusalem on whether Israel can lift the collective protection of asylum seekers from South Sudan.\n\n\"In light of the examination that was conducted, the Foreign Ministry's position is that, from the perspective of international law, it is possible to put a halt to the policy of not deporting all South Sudanese,\" the ministry said in the brief. \"The Foreign Ministry thinks there is no obligation in international law to grant asylum for socioeconomic reasons, but rather if the financial and social situation in the country is so bad that it causes the asylum seekers to be risking their lives or can be classified as cruel, inhuman or degrading.\"\n\nAll the same, the Finance Ministry document does suggest looking into the personal history of each South Sudanese asylum seeker.\n\n\"The Finance Ministry thinks South Sudanese nationals can be removed to their country after the situation of each South Sudanese national seeking asylum is examined in detail to make sure his return to South Sudan adheres to the principle of not returning to danger,\" the brief says. \"During this examination, the changing situation in South Sudan should be monitored, and situation assessments should be made on a regular basis. Similarly, in areas where the security situation is more fluid [such as areas in the north], we recommend regularly checking in with the Foreign Ministry to find out the situation in the field before removing individuals to such regions.\"\n\nMajor violence between Sudan and South Sudan has flared recently, pushing the region to the edge of all-out war, according to news reports.\n\nThe Foreign Ministry also recommends coordinating the deportation of certain categories of asylum seekers - those facing a high risk of danger and families with children - with South Sudan's ministry of humanitarian affairs, and promoting cooperation with international aid organizations or Israeli groups in South Sudan to maintain contact with deportees.\n\nThe more Israel coordinates deportation with South Sudan, which became a sovereign country last year, the less likely it is that Israel's ties with the new nation will be damaged by the process, according to the Foreign Ministry.\n\nThe brief is meant to show whether Israel can carry out an Interior Ministry decision to deport South Sudanese while upholding international guidelines, according to a senior official in the Foreign Ministry.\n\nIt is part of a larger report compiled by a task force headed by former Israeli Ambassador Pinchas Avivi and sent to the Interior Ministry, Justice Ministry and National Security Authority. It is based in part on the findings of Dan Shaham, Israel's ambassador to Zimbabwe, Zambia, Botswana and Namibia. Shaham was sent to South Sudan in April to assess whether it would be possible to deport the South Sudanese in Israel.\n\nOther information the task force used in making its determination includes a study by the Foreign Ministry's Center for Political Research. It also examined other countries' positions on deporting South Sudanese and that of the UN refugee agency, along with precedents in international law.\n\nThe refugee agency has not released an opinion declaring that deporting South Sudanese violates the Refugee Convention, which states that refugees should not be sent back to face clear and present danger, and has not expressed opposition to it, the Foreign Ministry brief states.\n\nIn the European Union, the European Court of Human Rights asks asylum seekers to explain why they think they shouldn't be deported - and the answers must go beyond lack of access to decent medical treatment. In Britain, the House of Lords determined that it is permissible to deport people to countries that do not provide the same rights as the country in which they sought asylum, as long as some rights remain.\n\nThe British government is holding negotiations with the South Sudanese government over the deportation procedures, and Denmark and Norway have decided there is no overarching reason not to deport South Sudanese asylum seekers.",
    "onCompleteUrl": "http://example.org/fake/url"
}